Repository: bluesabre/sgt-launcher
Catalog: po/*.po
Languages: da, de, eo, es, fi, fr, it, lt, ms, ms@arab, nl, pl, pt_pt, ru, sv, tr, zh_cn

source: SGT Puzzles Collection
da: SGT-opgavesamling
eo: SGT Engimaro
es: Colección de puzles SGT
fi: SGT pulmapelikokoelma
fr: Collection de puzzles SGT
it: Collezione di puzzle SGT
lt: SGT galvosūkių kolekcija
ms: Himpunan Teka-Teki SGT
ms@arab: هيمڤونن تکا-تکي SGT
nl: SGT Puzzelverzameling
pl: Kolekcja gier logicznych SGT
pt_pt: Coleção de Quebra-cabeças SGT
ru: Сборник головоломок SGT
sv: SGT Pusselsamling
tr: SGT Bulmaca Koleksiyonu
zh_cn: SGT 益智集合

source: Collection of short puzzle games
da: Samling af hurtige opgavespil
de: Sammlung kurzer Puzzlespiele
eo: Kolekto de etaj enigmludoj
es: Colección de juegos y puzles cortos
fi: Kokoelma lyhyitä pulmapelejä
fr: Une collections de court puzzles
it: Raccolta di brevi giochi di puzzle
lt: Trumpų galvosūkių žaidimų kolekcija
ms: Himpunan permainan teka-teki yang pendek
ms@arab: هيمڤونن ڤرماٴينن تکا-تکي يڠ ڤينديق
nl: Een verzameling korte puzzelspelletjes
pl: Kolekcja prostych gier logicznych
pt_pt: Colecção de pequenos jogos quebra-cabeças
ru: Сборник коротких головоломок
sv: Samling av korta pusselspel
tr: Kısa bulmaca oyunları koleksiyonu
zh_cn: 益智小游戏集合

source: Launcher for Simon Tatham's Portable Puzzle Collection
da: Starter til Simon Tatham's transportable opgavesamling
de: Starter für Simon Tathams Portable Puzzle Collection
eo: Lanĉilo por la portebla enigmaro de Simon Tatham
es: Lanzadpr de la colección portátil de puzles de Simon Tatham
fi: Käynnistin Simon Tathamin siirrettävälle pulmapelikokoelmalle
fr: Lanceur pour la collection de puzzles portables de Simon Tatham
it: Lanciatore per la collezione di puzzle portatili di Simon Tatham
lt: Leistukas, skirtas Simon'o Tatham'o perkeliamų galvosūkių kolekcijai
ms: Pelancar untuk Himpunan Teka-Teki Mudah Alih milik Simon Tatham
ms@arab: ڤلنچر اونتوق هيمڤونن تکا-تکي موده اليه ميليق Simon Tatham
nl: Starter voor Simon Tathams Draagbare Puzzelverzameling
pl: Program uruchamiający gry z Kolekcji Gier Logicznych Simona Tathama
pt_pt: Lançador para a coleção portátil de quebra-cabeças de Simon Tatham
ru: Программа для запуска коллекции портативных головоломок Саймона Тэтхема
sv: Startare för Simon Tathams portabla pusselsamling
tr: Simon Tatham'ın Taşınabilir Bulmaca Koleksiyonu için Başlatıcı
zh_cn: Simon Tatham 可移植益智集合的简易启动器

source: Games;Puzzles;
da: Spil;Opgaver;
de: Spiele;Puzzles;
eo: Ludoj;Enigmoj;
fi: Pelit;Pulmapelit;
fr: Jeux;Puzzles;
it: Giochi;Puzzle;
lt: Žaidimai;Galvosūkiai;
ms: Permainan;Teka-teki;
ms@arab: ڤرماٴينن;تکا-تکي;
nl: Spellen;Puzzels;
pl: Gry;Logiczne;
pt_pt: Jogos;Puzzles;Quebra-cabeças;
ru: Games;Puzzles;Игры;Головоломки;
sv: Spel;Pussel;
tr: Oyunlar;Bulmacalar;
zh_cn: 游戏;益智;猜谜;

source: New Game
da: Nyt spil
de: Neues Spiel
eo: Nova ludo
es: Jugar una partida
fi: Uusi peli
fr: Nouvelle partie
it: Nuovo gioco
lt: Naujas žaidimas
ms: Permainan Baharu
ms@arab: ڤرماٴينن بهارو
nl: Nieuw spel
pl: Nowa gra
pt_pt: Novo jogo
ru: Новая игра
sv: Nytt spel
tr: Yeni Oyun
zh_cn: 新游戏

source: Undo
da: Fortryd
de: Rückgängig
eo: Malfari
es: Desahcer
fi: Kumoa
fr: Annuler
it: Annulla
lt: Atšaukti
ms: Buat Asal
ms@arab: بوات اصل
nl: Ongedaan maken
pl: Cofnij
pt_pt: Anular
ru: Отменить
sv: Ångra
tr: Geri Al
zh_cn: 撤消

source: Redo
da: Omgør
de: Wiederholen
eo: Refari
es: Restaurar
fi: Tee uudelleen
fr: Rétablir
it: Rifare
lt: Pakartoti
ms: Buat Semula
ms@arab: بوات سمولا
nl: Opnieuw
pl: Ponów
pt_pt: Refazer
ru: Повторить
sv: Gör om
tr: Yinele
zh_cn: 重做

source: Please wait...
da: Vent venligst ...
de: Bitte warten...
eo: Bonvole atendu...
es: Espere un momento…
fi: Odota...
fr: Veuillez patienter...
it: Attendere prego...
lt: Prašome palaukti...
ms: Sila tunggu…
ms@arab: سيلا توڠݢو...
nl: Even geduld...
pl: Proszę czekać…
pt_pt: Aguarde...
ru: Пожалуйста, подождите...
sv: Vänta...
tr: Lütfen bekleyin...
zh_cn: 请稍候...

source: Loading %s
da: Indlæser %s
de: Lade %s
eo: Ŝarĝas %s
es: Cargando %s
fi: Ladataan %s
fr: Chargement de %s
it: Caricamento in corso %s
lt: Įkeliama %s
ms: Memuatkan %s
ms@arab: ممواتکن %s
nl: Bezig met laden van %s
pl: Wczytywanie %s
pt_pt: A carregar %s
ru: Загружается %s
sv: Laddar %s
tr: %s yükleniyor
zh_cn: 正在载入 %s

source: About
da: Om
de: Über
eo: Pri
es: Acerca de
fi: Tietoja
fr: À propos
it: Informazioni
lt: Apie
ms: Perihal
ms@arab: ڤريهل
nl: Over
pl: O programie
pt_pt: Acerca
ru: О приложении
sv: Om
tr: Hakkında
zh_cn: 关于

source: Report a Bug...
da: Rapportér en fejl ...
de: Einen Fehler melden...
eo: Raporti cimojn...
fr: Signaler un bug...
it: Segnalare un bug...
lt: Pranešti apie klaidą...
ms: Laporkan Pepijat…
ms@arab: لاڤورکن ڤڤيجت...
nl: Bug melden...
pl: Zgłoś błąd...
pt_pt: Reporte um bug...
ru: Сообщить об ошибке...
sv: Rapportera en bugg...
tr: Hata Raporla...
zh_cn: 报告错误...

source: Quit
da: Afslut
de: Beenden
eo: Forlasi
es: Salir
fi: Lopeta
fr: Quitter
it: Esci
lt: Išeiti
ms: Keluar
ms@arab: کلوار
nl: Afsluiten
pl: Zakończ
pt_pt: Sair
ru: Выйти
sv: Avsluta
tr: Çık
zh_cn: 退出

source: SGT Puzzles Collection is a simple-to-use launcher for Simon Tatham's Portable Puzzle Collection.
da: SGT-opgavesamling er en letanvendelig starter til Simon Tatham's transportable opgavesamling.
de: SGT Puzzles Collection ist ein einfach zu bedienender Starter für Simon Tathams Portable Puzzle Collection.
eo: SGT Enigmaro estas simple uzebla lanĉilo por la portebla enigmaro de Simon Tatham.
es: La colección de puzles SGT es un lanzador simple de usar para la colección portátil de puzles de Simon Tatham.
fi: SGT pulmapelikokoelma on helppokäyttöinen käynnistin Simon Tathamin siirrettävälle pulmapelikokoelmalle.
fr: La collection de puzzles SGT est un lanceur facile à utiliser pour la collection de puzzles portables de Simon Tatham
it: SGT Puzzles Collection è un lanciatore semplice da usare per la collezione di puzzle portatili di Simon Tatham.
lt: SGT galvosūkių kolekcija yra paprastas naudoti leistukas, skirtas Simon'o Tatham'o perkeliamų galvosūkių kolekcijai.
ms: Himpunan Teka-Teki SGT ialah pelancar yang mudah untuk digunakan bagi Himpunan Teka-Teki Mudah Alih milik Simon Tatham.
ms@arab: هيمڤونن تکا-تکي SGT اياله ڤلنچر يڠ موده اونتوق دݢوناکن باݢي هيمڤونن تکا-تکي موده اليه ميليق Simon Tatham.
nl: SGT Puzzelverzameling is een eenvoudige starter voor Simon Tathams Draagbare Puzzelverzameling
pl: SGT Puzzles Collection jest prostym w użyciu programem uruchamiającym gry z kolekcji gier logicznych Simona Tathama.
pt_pt: O Coleção Quebra-cabeças SGT é um lançador simples de usar para a coleção portátil de quebra-cabeças de Simon Tatham.
ru: SGT Puzzles Collection — это простая в использовании программа для запуска портативной коллекции головоломок Саймона Тэтхема.
sv: SGT Pusselsamling är en startare som är enkel att använda för Simon Tathams portabla pusselsamling.
tr: SGT Bulmaca Koleksiyonu, Simon Tatham'ın Tanışabilir Bulmaca Koleksiyonu için kullanımı kolay bir başlatıcıdır.
zh_cn: SGT 益智集合是 Simon Tatham 的可移植益智集合的简易启动器。

source: The collection is presented as a related but diverse set of logic games. Each game is displayed in the launcher window with simplified controls.
da: Samlingen præsenteres som et relaterede men forskelligartede sæt logiske spil. Hvert spil vises i startervinduet med simple styringer.
de: Die Sammlung präsentiert sich als eine Reihe von verwandten, aber dennoch vielfältigen Logikspielen. Jedes Spiel wird im Starter-Fenster mit einer vereinfachten Steuerung angezeigt.
eo: La kolekto estas prezentita kiel rilata sed diversa aro de logikaj ludoj. Ĉiu ludo estas montrata en la lanĉila fenestro kun simpligitaj kontroloj.
es: La colección se presenta como un conjunto de juegos relacionados pero diversos de lógica. Cada juego se muestra en la ventana del lanzador con controles simplificados.
fi: Kokoelma on esitelty yhtenä kokonaisuutena ja sisältää erilaisia logiikkapelejä. Jokainen peli esitetään käynnistinikkunassa yksinkertaisella tavalla.
fr: Cette collection est composée d'une série de jeux de logiques liés, mais différents. Chaque jeu est affiché dans la fenêtre du lanceur avec des contrôles simplifiés.
it: La collezione è presentata come un insieme correlato ma diversificato di giochi di logica. Ogni gioco viene visualizzato nella finestra di avvio con controlli semplificati.
lt: Kolekcija yra pateikiama kaip susijusių, tačiau įvairialypių loginių žaidimų rinkinys. Kiekvienas žaidimas yra rodomas leistuko lange su supaprastintais valdikliais.
ms: Himpunan ditunjukkan sebagai set permainan logik yang berkaitan tetapi pelbagai. Setiap permainan dipaparkan di tetingkap pelancar dengan menu kawalan yang dipermudahkan.
ms@arab: هيمڤونن دتونجوقکن سباݢاي سيت ڤرماٴينن لوݢيک يڠ برکاٴيتن تتاڤي ڤلباݢاي. ستياڤ ڤرماٴينن دڤاڤرکن دتتيڠکڤ ڤلنچر دڠن مينو کاولن يڠ دڤرمودهکن.
nl: De verzameling bevat gelijkaardige, maar van elkaar verschillende, spellen. Elk spel wordt met vereenvoudigde besturing in de starter getoond.
pl: Kolekcja zawiera różnorodne gry logiczne. Każda jest wyświetlana w tym oknie z uproszczonym sterowaniem.
pt_pt: A colecção é apresentada como um conjunto relacionado mas diversificado de jogos lógicos. Cada jogo é apresentado na janela do lançador com controlos simplificados.
ru: Сборник представлен в виде взаимосвязанного, но разнообразного набора логических игр.
sv: Samlingen presenteras som en relaterad men mångsidig uppsättning logikspel. Varje spel visas i startfönstret med förenklade kontroller.
tr: Bu koleksiyon, birbiriyle ilişkili ancak çeşitli mantık oyunları seti olarak sunulmaktadır. Her oyun, basitleştirilmiş denetimlerle başlatıcı penceresinde görüntülenir.
zh_cn: 该集合以一组相关但多样的逻辑游戏形式呈现。每个游戏都以简化的控件显示在启动器窗口中。

source: The launcher window
da: Startervinduet
de: Das Starter-Fenster
eo: La lanĉila fenestro
es: La ventana lanzadora
fi: Käynnistinikkuna
fr: La fenêtre du lanceur
it: La finestra di avvio
lt: Leistuko langas
ms: Tetingkap pelancar
ms@arab: تتيڠکڤ ڤلنچر
nl: Het startvenster
pl: Okno programu uruchamiającego
pt_pt: A janela do lançador
ru: Окно запуска
sv: Startfönstret
tr: Başlatıcı penceresi
zh_cn: 启动器窗口

source: Playing a short game of Galaxies
da: Spiller er hurtigt spil Galaxies
de: Ein kurzes Spiel mit Galaxien spielen
eo: Ludi mallongajn ludojn de Galaksioj
es: Jugar una partida corta de Galaxias
fi: Keskeneräinen lyhyt Galaxies-peli
fr: Joue un jeu court de Galaxies
it: Giocare a un breve gioco di Galassie
lt: Žaidžiamas trumpas "Galaxies" žaidimas
ms: Bermain permainan pendek bernama Galaxies
ms@arab: برماٴين ڤرماٴينن ڤينديق برنام Galaxies
nl: Speel een kort Galaxies-spel
pl: Krótka rozgrywka w Galaxies
pt_pt: Jogar um pequeno jogo de Galáxias
ru: Играть в короткую игру «Галактики»
sv: Spela en kort omgång av Galaxies
tr: Kısa bir Galaksi oyunu oyna
zh_cn: 玩一个简短的星系游戏

source: This release includes improved support for various desktop environments and updated translations.
eo: Ĉi tiu eldono inkluzivas plibonigitan subtenon por diversaj fenstriloj kaj ĝisdatigitajn tradukojn.

source: This release includes some minor fixes and updated translations.
da: Udgivelsen inkluderer nogle mindre rettelser og opdaterede oversættelser.
de: Diese Version enthält einige kleinere Korrekturen und aktualisierte Übersetzungen.
eo: Ĉi tiu eldono inkluzivas kelkajn etajn korektojn kaj ĝisdatigitajn tradukojn.
fr: Cette version comprend quelques corrections mineures et des traductions mises à jour.
it: Questa versione include alcune correzioni minori e traduzioni aggiornate.
ms: Terbitan ini mempunyai beberapa pembaikian kecil dan pengemaskinian terjemahan.
ms@arab: تربيتن اين ممڤوڽاٴي ببراڤ ڤمباٴيقين کچيل دان ڤڠمسکينين ترجمهن.
nl: Deze uitgave bevat kleine foutoplossingen en bijgewerkte vertalingen.
pl: To wydanie zawiera kilka drobnych poprawek i zaktualizowanych tłumaczeń.
pt_pt: Esta versão inclui algumas pequenas correções e traduções atualizadas.
ru: Этот выпуск включает в себя незначительные исправления и обновленные переводы.
sv: Denna version innehåller några mindre korrigeringar och uppdaterade översättningar.
tr: Bu sürüm, bazı küçük düzeltmeler ve güncellenmiş çeviriler içerir.
zh_cn: 此版本包括一些小修复和翻译更新。

source: This release features improved game launching and adds a bug reporting link to the menu.
da: Udgivelsen indeholder forbedret spilstart og der er tilføjet et fejlrapporteringslink i menuen.
de: Diese Version bietet einen verbesserten Spielstart und fügt dem Menü einen Link zum Melden von Fehlern hinzu.
eo: Ĉi tiu eldono prezentas plibonigitan ludlanĉon kaj aldonas ligilon pri cimraportado al la menuo.
fr: Cette version améliore le lancement des jeux et ajoute un lien de signalement des bogues dans le menu.
it: Questa versione offre un avvio del gioco migliorato e aggiunge un collegamento per la segnalazione dei bug al menu.
lt: Šioje laidoje patobulintas žaidimo paleidimas ir į meniu pridėta pranešimo apie klaidas nuoroda.
ms: Terbitan ini mengetengahkan pelancaran permainan yang ditambahbaik dan menambah pautan pelaporan pepijat ke dalam menu.
ms@arab: تربيتن اين مڠتڠهکن ڤلنچرن ڤرماٴينن يڠ دتمبهباٴيق دان منمبه ڤاٴوتن ڤلاڤورن کدالم مينو.
nl: Deze uitgave bevat verbeteringen omtrent het opstarten van spellen en een bugmeldingslink in hen menu.
pl: Ta wersja zawiera ulepszone uruchamianie gry i dodaje link do zgłaszania błędów do menu.
pt_pt: Esta versão apresenta um iniciar melhorado do jogo e adiciona uma ligação para reporte de bugs ao menu.
ru: В этом выпуске улучшен запуск игр, в меню добавлена ссылка для создания сообщения об ошибках.
sv: Denna version har förbättrad spelstart och lägger till en länk till felrapportering i menyn.
tr: Bu sürüm, geliştirilmiş oyun başlatma özelliğine sahiptir ve menüye hata raporlama bağlantısı ekler.
zh_cn: 这个版本的特点是改进了游戏启动，并在菜单中添加了错误报告链接。

source: This is a minor translations-only release.
da: Det er en mindre udgivelse kun til oversættelser.
de: Dies ist eine kleinere Version, die nur Übersetzungen enthält.
eo: Ĉi tio estas eta eldono nur por tradukado.
fr: Il s'agit d'une version mineure uniquement pour les traductions.
it: Questa è una versione minore di sole traduzioni.
lt: Tai yra nedidelė laida su atnaujintais vertimais.
ms: Ini terbitan kecil yang hanya mengandungi kemaskini terjemahan.
ms@arab: اين تربيتن کچيل يڠ هاڽ مڠندوڠي کمسکيني ترجمهن.
nl: Dit is een kleine uitgave die alleen bijgewerkte vertalingen bevat.
pl: To jest niewielkie wydanie tylko tłumaczenia.
pt_pt: Esta é uma pequena versão apenas de traduções.
ru: Это минорный выпуск содержит только обновления переводов.
sv: Detta är en mindre version endast med nya översättningar.
tr: Bu, yalnızca küçük bir çeviri sürümüdür.
zh_cn: 这是一个次要的翻译更新版本。

source: The Preferences menu item has been removed and several translations have been included.
da: Menupunktet Præferencer er blevet fjernet og adskillige oversættelser er inkluderet.
de: Der Menüpunkt "Voreinstellungen" wurde entfernt und mehrere Übersetzungen wurden hinzugefügt.
eo: La menuero Preferoj estis forigita kaj pluraj tradukoj estis inkluzivitaj.
fr: Le menu préférences a été supprimé, et des traductions ont étés incluses.
it: La voce di menu Preferenze è stata rimossa e sono state incluse diverse traduzioni.
lt: Nuostatų meniu buvo pašalintas ir buvo įtraukti keli nauji programos vertimai.
ms: Item menu Keutamaan telah dibuang dan beberapa terjemahan telah disertakan.
ms@arab: ايتم مينو کأوتاماٴن تله دبواڠ دان ببراڤ ترجمهن تله دسرتاکن.
nl: Het voorkeurenmenu-item is verwijderd en er zijn verschillende vertalingen toegevoegd.
pl: Element menu Preferencje został usunięty i dołączono kilka tłumaczeń.
pt_pt: O item de menu Preferências foi removido e várias traduções foram incluídas.
ru: Из меню был удалён пункт «Настройки», добавлено несколько переводов.
sv: Menyalternativet Inställningar har tagits bort och flera översättningar har inkluderats.
tr: Tercihler menü öğesi kaldırıldı ve birkaç çeviri eklendi.
zh_cn: 首选项菜单项已被删除，并包含了多个翻译。

source: Non-existent launchers are no longer displayed. The application launcher now links to the correct binary.
da: Ikkeeksisterende startere vises ikke længere. Programstarteren linker nu til den korrekte binær.
de: Nicht existierende Starter werden nicht mehr angezeigt. Der Anwendungsstarter verweist nun auf die richtige Binärdatei.
eo: Ne plu estas montrataj neekzistantaj lanĉiloj. La lanĉilo nun ligas al la ĝusta duumo.
es: Los lanzadores inexistentes ya no se muestran. El lanzador de aplicaciones ahora enlaza con el binario correcto.
fi: Käynnistimiä joita ei ole olemassa ei enää näytetä. Sovelluskäynnistin on nyt linkitetty oikeaan binääritiedostoon.
fr: Les lanceurs non-existants ne sont plus affichés. Le lanceur de l'application pointe désormais vers les binaires corrects.
it: I lanciatori inesistenti non vengono più visualizzati. Il programma di avvio dell'applicazione ora si collega al binario corretto.
lt: Leistukai, kurių nėra, daugiau neberodomi. Programos leistukas dabar susieja su teisinga dvejetaine.
ms: Pelancar yang tidak wujud kini tidak akan dipaparkan lagi. Pelancar aplikasi kini dipautkan ke perduaan yang betul.
ms@arab: ڤلنچر يڠ تيدق وجود کيني تيدق اکن دڤاڤرکن لاݢي. ڤلنچر اڤليکاسي کيني دڤاٴوتکن کڤردواٴن يڠ بتول.
nl: Niet-bestaande starters worden niet langer getoond. De starter verwijst nu naar de juiste uitvoerbare bestanden.
pl: Nieistniejące skróty nie są już wyświetlane. Program uruchamiający kieruje teraz do prawidłowych plików.
pt_pt: Os lançadores inexistentes já não são exibidos. O lançador da aplicação vincula-se agora ao binário correto.
ru: Несуществующие ссылки на запуск игр больше не отображаются. Теперь программа запуска приложений ссылается на правильный двоичный файл.
sv: Icke-existerande startare visas inte längre. Applikationsstartaren länkar nu till rätt binär.
tr: Var olmayan başlatıcılar artık görüntülenmiyor. Uygulama başlatıcı artık doğru ikili dosyaya bağlanıyor.
zh_cn: 不存在的启动器将不再显示。 现在，应用程序启动器已链接到正确的二进制文件。
